Revit 2027 API
ExternalDataManagerCommand Constructor
Overload List
Name | Description
ExternalDataManagerCommand(ExternalDataManagerCommand) |  Create a copy of the object.
ExternalDataManagerCommand(ExternalDataManagerCommandId) |  Constructor
Top
See Also
Reference
ExternalDataManagerCommand Class
Autodesk.Revit.UI Namespace